[M_ClapTrapStash MissionDefinition]
MissionName="O Esconderijo Secreto do Claptrap"
MissionDescription="O Claptrap está disposto à lhe dar o acesso ao seu esconderijo secreto em [place]Santuário[-place], porém, só se você passar por alguns desafios (na verdade são centenas)."
TurnInDescription="A incompetência do Claptrap lhe permitiu chegar ao seu esconderijo secreto muito antes do que você esperava. "
MissionSummary="Consiga acesso ao esconderijo secreto do Claptrap."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Se você sentir vontade de encarar alguns desafios (na verdade são centenas de desafios), o Claptrap tem uma grata surpresa para você!"

[M_ClapTrapStash:ClapTrapStash_FakeObj1 MissionObjectiveDefinition]
ProgressMessage="Recolha 139.377 pedras marrons"

[M_ClapTrapStash:ClapTrapStash_FakeObj2 MissionObjectiveDefinition]
ProgressMessage="Elimine Ug-Thak, o mestre dos Skags"

[M_ClapTrapStash:ClapTrapStash_FakeObj3 MissionObjectiveDefinition]
ProgressMessage="Roube o cajado de Schuler"

[M_ClapTrapStash:ClapTrapStash_FakeObj4 MissionObjectiveDefinition]
ProgressMessage="Derrote o Destruidor de Mundos"

[M_ClapTrapStash:ClapTrapStash_FakeObj5 MissionObjectiveDefinition]
ProgressMessage="Dance para o Claptrap"

[M_ClapTrapStash:ClapTrapStash_FindTheStash MissionObjectiveDefinition]
ProgressMessage="Encontre o esconderijo"

[M_ClapTrapStash:ClapTrapStash_ObjSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapStash:ClapTrapStash_ObjSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapStash:ClapTrapStash_ObjSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapStash:ClapTrapStash_ObjSet4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapStash:ClapTrapStash_ObjSet5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapStash:ClapTrapStash_TalkToClapTrap MissionObjectiveDefinition]
ProgressMessage="Fale com o Claptrap"

[M_ClapTrapStash:ObjSet_FindStash MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapStash:TalkToClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

